Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A31B.tmx
Source language: en_us
Languages: zh_cn

source: The foreigners keeping kabuki alive
zh_cn: 是一群外国人在延续着日本歌舞伎艺术

source: Makoto Nishimura is keeping the art of Japanese kabuki alive through an unlikely group of students.
zh_cn: Makoti Nishimura正在通过一群意想不到的学生传承日本的歌舞伎。

source: In Tokyo’s Meguro ward, Makoto Nishimura’s small apartment is a trove of traditional Japanese instruments.
zh_cn: 在名古屋Makoto Nishimura的公寓，收藏了很多日本传统的乐器。

source: Hanging in front of her bookshelf is a row of three-stringed shamisen (a type of square-shaped lute) wrapped elegantly in kimono fabric.
zh_cn: 她书架前挂了一把三味线，一种方形的琵琶，用给女孩子们做和服的面料很好地包着。

source: Other instruments used for kabuki performances – such as flutes, drums and a 13-stringed Japanese harp called a koto – sit off to the side in and around the bookshelf. But just like in a kabuki ensemble, the shamisen take centre stage.
zh_cn: 书架里里外外还放了歌舞伎演奏的其他乐器，如长笛、鼓、古筝等，但和舞台上一样，三味线放在中间。

source: Nishimura’s first encounter with a shamisen was as a 17-year-old high school student when her mother took her to meet Hiroaki Kikuoka, a well-known music professor.
zh_cn: Nishimura第一次接触三味线，是17岁还是高中生的时候，母亲带她去拜访知名的音乐教授Hiroaki Kikuoka。

source: Kikuoka encouraged her to take up the instrument and mentored Nishimura for more than 25 years – even offering free shamisen lessons as she struggled as a working mother of two.
zh_cn: Kikuoka先生鼓励她学习乐器并指导她长达25年，甚至因为她是两个孩子的母亲还要工作，而免费传授三味线。

source: This kindness inspired a strong sense of gratitude within Nishimura, and she soon opened a home studio to pass her knowledge of kabuki music on to future generations.
zh_cn: 深怀感恩的Nishimura后来开设了一个家庭工作室，帮助年轻人了解歌舞伎音乐。

source: Though modern acts like the Yoshida Brothers have updated shamisen’s image, the art is slowly disappearing as young Japanese gravitate towards pop music.
zh_cn: 尽管新一代的艺人如吉田兄弟也在推广三味线，但随着年轻人更热衷于流行音乐，这门艺术正在式微。

source: The few professional shamisen musicians left today mainly come from families where the skill is handed down from generation to generation, and children start learning as early as six or seven years old.
zh_cn: 现在留存下来的为数不多的几位三味线艺人，都是家族世代相传，6、7岁的时候就开始学习了。

source: Interestingly, Nishimura has seen the most interest from foreigners.
zh_cn: 有意思的是，Nishimura发现外国人对此更感兴趣。

source: In fact, one of her first shamisen students was an Australian. "It's very ironic," she writes on her studio’s website. "My foreign students are more Japanese than most Japanese."
zh_cn: 事实上，第一个向她学习三味线的人来自于澳大利亚，她在工作室的网站上写道：“非常讽刺的是，我的外国学生多于日本学生”。

source: Over the next 20 years, Nishimura’s list of kabuki music students would surpass 200. Today, her clientele comes from Germany, Brazil, France, South Africa, England, Poland, Canada and the US.
zh_cn: 在未来20年里，向Nishimura学习三味线的人将超过200个，现在这些人多来自于德国、巴西、法国、西非、英国、波兰、加拿大和美国。

source: In the evenings and on the weekends, Nishimura’s apartment fills with the sound of students plucking, whistling and singing.
zh_cn: 晚上和周末的时候，Nishimura的公寓满是学生们的弹奏声、口哨声还有歌唱的声音。

source: Once a year (most recently this past August), she holds a concert produced with the fees collected from the lessons.
zh_cn: 上课收来的费用她会每年办一次音乐会，最近的一次是在刚刚过去的8月。

source: Her students dress in full kimono and play – accompanied by professional musicians – for audiences of more than 100 people.
zh_cn: 学生们会穿着全套的和服表演，邀请专业的音乐家们演奏，每次观众也会超过100人。

source: For visitors who can’t attend Nishimura’s concerts, there are several other opportunities to see the shamisen played live in Tokyo’s kabuki venues. Nishimura recommends the newly renovatedKabukiza in the city’s Ginza district.
zh_cn: 在日本和服会场也会有现场表演，Nishimura推荐新装修的银座歌舞伎剧场。

source: The actors – all men – dress in elaborate costumes and wigs, and cover their faces with dramatic makeup. As they sing and dance – telling tales of love, family and war – the shamisen and other instruments add sound effects to emphasise the characters’ various emotions.
zh_cn: 清一色的男演员，穿着华服戴着假发，画着浓妆，载歌载舞，演绎着爱情、家族和战争的故事，三味线和其他乐器的伴奏又丰富了演员们的情感演绎。
